Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=364_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámenuoraid dáiddadáhpáhusas juhkkojuvvojedje 10 stipeandda
smn: Säminuorâi taaidâtábáhtusâst juáhhojii 10 stipendid

source: Nuortalaš Juuso Fofonoff Čeavetjávrris, rock-joavkkut MusInk Anára skuvllas ja Duljárat Avvila logahagas ožžo sámenuoraid dáiddadáhpáhusas Roavvenjárggas 8.4. stuorámus giitosiid duopmáriin.
smn: Nuorttâsämmilâš Juuso Fofonoff Čevetjäävrist, rock-juávhuh MusInk Aanaar škoovlâst ja Duljárat Avveel luvâttuvâst ožžuu säminuorâi taaidâtábáhtusâst Ruávinjaargâst 8.4. enâmustáá kijttosijd tuámárijn.

source: Fofonoff leuddii Guoládaga sámiid árbevirolaš leudde ŠÄnn-VääŠsǩ nijddŠ, MusInk ovdan buvttii iežas bihtá ŠMahđuttemest mahđulasŠ ja Duljárat Sofia Jannok bihtá ŠGoaskinŠ.
smn: Fofonoff leuddij Kuáláduvnjaargâ sämmilij ärbivuáválii leudd ŠÄnn-VääŠsǩ nijddŠ, MusInk jieijâs pitá ŠMáhđuttemest máhđulâšŠ já Duljárat Sofia Jannok pittáin ŠGoaskinŠ.

source: Dieđáhus stipeanddaid juohkimis rahpasa dás: Sámenuoraid dáiddadáhpáhusas 2010 juhkkojuvvon stipeanddat.
smn: Tiäđáttâs puohâin stipendij uážžoin täst: Säminuorâi taaidâtábáhtusâst 2010 palhâšum nuorah.

source: Geahča govaid dás.
smn: Keejâ kuuvijd täst.
